Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 발열 보호 온도는 30°C에서 45°C 사이여야 합니다.
ar: Heat protection temperature must be between 30°C and 45°C.
cs: Heat protection temperature must be between 30°C and 45°C.
da: Heat protection temperature must be between 30°C and 45°C.
de: Die Überhitzungsschutztemperatur muss zwischen 30 °C und 45 °C liegen.
el: Heat protection temperature must be between 30°C and 45°C.
en: Heat protection temperature must be between 30°C and 45°C.
es: La temperatura de protección debe estar entre 30°C y 45°C.
fi: Heat protection temperature must be between 30°C and 45°C.
fr: La température de protection thermique doit être comprise entre 30 °C et 45 °C.
he: Heat protection temperature must be between 30°C and 45°C.
hi: Heat protection temperature must be between 30°C and 45°C.
hu: Heat protection temperature must be between 30°C and 45°C.
id: Heat protection temperature must be between 30°C and 45°C.
it: Heat protection temperature must be between 30°C and 45°C.
ja: 発熱保護温度は30°Cから45°Cの間で設定してください。
nb: Heat protection temperature must be between 30°C and 45°C.
nl: Heat protection temperature must be between 30°C and 45°C.
pl: Heat protection temperature must be between 30°C and 45°C.
pt_br: Heat protection temperature must be between 30°C and 45°C.
pt_pt: Heat protection temperature must be between 30°C and 45°C.
ro: Heat protection temperature must be between 30°C and 45°C.
ru: Heat protection temperature must be between 30°C and 45°C.
sv: Heat protection temperature must be between 30°C and 45°C.
th: Heat protection temperature must be between 30°C and 45°C.
tr: Heat protection temperature must be between 30°C and 45°C.
uk: Heat protection temperature must be between 30°C and 45°C.
vi: Heat protection temperature must be between 30°C and 45°C.
zh_hans: 过热保护温度必须在 30°C 到 45°C 之间。
zh_hant: 過熱保護溫度必須在 30°C 到 45°C 之間。

source: 발열 보호 작동 중
ar: الحماية من الحرارة نشطة
cs: Tepelná ochrana je aktivní
da: Varmebeskyttelse aktiv
de: Hitzeschutz aktiv
el: Προστασία υπερθέρμανσης ενεργή
en: Heat Protection Active
es: Protección contra calor activa
fi: Lämpösuojaus aktiivinen
fr: Protection thermique active
he: הגנת התחממות פעילה
hi: ताप सुरक्षा सक्रिय
hu: Hővédelem aktív
id: Perlindungan Panas Aktif
it: Protezione termica attiva
ja: 発熱保護動作中
nb: Varmebeskyttelse aktiv
nl: Hittebescherming actief
pl: Ochrona przed przegrzaniem aktywna
pt_br: Proteção Térmica Ativa
pt_pt: Proteção térmica ativa
ro: Protecție termică activă
ru: Защита от перегрева активна
sv: Överhettningsskydd aktivt
th: ระบบป้องกันความร้อนทำงานอยู่
tr: Isı Koruması Etkin
uk: Захист від перегріву активний
vi: Bảo vệ quá nhiệt đang hoạt động
zh_hans: 发热保护运行中
zh_hant: 過熱保護運作中

source: 발열 보호 중 (배터리 %@°C, %lld°C 도달 시 재충전)
ar: الحماية من الحرارة الزائدة نشطة (البطارية %@°م، يعاد الشحن عند %lld°م)
cs: Ochrana proti přehřátí aktivní (Baterie %@°C, dobíjí se při %lld°C)
da: Overophedningsbeskyttelse aktiv (Batteri %@°C, genoplader ved %lld°C)
de: Überhitzungsschutz aktiv (Batterie %@°C, lädt bei %lld°C wieder auf)
el: Προστασία υπερθέρμανσης ενεργή (Μπαταρία %@°C, επαναφόρτιση στους %lld°C)
en: Heat Protection active (Battery %@°C, recharges at %lld°C)
es: Protección contra sobrecalentamiento activa (Batería %@°C, recarga a %lld°C)
fi: Ylikuumenemissuoja aktiivinen (Akku %@°C, latautuu uudelleen %lld°C:ssa)
fr: Protection contre la surchauffe active (Batterie %@°C, recharge à %lld°C)
he: הגנה מהתחממות יתר פעילה (סוללה %@°C, טעינה מחדש ב-%lld°C)
hi: ओवरहीटिंग सुरक्षा सक्रिय (बैटरी %@°C, %lld°C पर पुनः चार्ज)
hu: Túlmelegedés elleni védelem aktív (Akkumulátor %@°C, újratöltés %lld°C-on)
id: Perlindungan Panas Berlebih aktif (Baterai %@°C, mengisi ulang pada %lld°C)
it: Protezione da surriscaldamento attiva (Batteria %@°C, si ricarica a %lld°C)
ja: 発熱保護中 (バッテリー %@°C, %lld°C で再充電)
nb: Overopphetingsbeskyttelse aktiv (Batteri %@°C, lader igjen ved %lld°C)
nl: Oververhittingsbeveiliging actief (Batterij %@°C, laadt opnieuw op bij %lld°C)
pl: Ochrona przed przegrzaniem aktywna (Bateria %@°C, ładuje ponownie przy %lld°C)
pt_br: Proteção contra Superaquecimento ativa (Bateria %@°C, recarrega a %lld°C)
pt_pt: Proteção contra Sobreaquecimento ativa (Bateria %@°C, recarrega a %lld°C)
ro: Protecție la supraîncălzire activă (Baterie %@°C, reîncărcare la %lld°C)
ru: Защита от перегрева активна (Батарея %@°C, зарядка при %lld°C)
sv: Överhettningsskydd aktivt (Batteri %@°C, laddas om vid %lld°C)
th: การป้องกันความร้อนสูงเกินทำงานอยู่ (แบตเตอรี่ %@°C, ชาร์จใหม่ที่ %lld°C)
tr: Aşırı Isınma Koruması etkin (Pil %@°C, %lld°C'de tekrar şarj olur)
uk: Захист від перегріву активний (Акумулятор %@°C, перезарядка при %lld°C)
vi: Bảo vệ quá nhiệt đang bật (Pin %@°C, sạc lại ở %lld°C)
zh_hans: 发热保护中 (电池 %@°C, %lld°C 时重新充电)
zh_hant: 發熱保護中 (電池 %@°C, %lld°C 時重新充電)

source: 발열 보호 쿨다운 중 (%lld초 후 충전 재개)
ar: تبريد الحماية من الحرارة الزائدة (استئناف الشحن بعد %lld ثانية)
cs: Ochlazování ochrany proti přehřátí (obnovení nabíjení za %lld s)
da: Nedkøling af overophedningsbeskyttelse (genoptager opladning om %lld sek.)
de: Überhitzungsschutz kühlt ab (Ladevorgang wird in %lld s fortgesetzt)
el: Ψύξη προστασίας υπερθέρμανσης (συνέχιση φόρτισης σε %lld δευτ.)
en: Heat Protection cooling down (recharging in %llds)
es: Protección contra sobrecalentamiento enfriándose (recarga en %lld s)
fi: Ylikuumenemissuojan jäähtyminen (lataus jatkuu %lld s kuluttua)
fr: Refroidissement de la protection contre la surchauffe (recharge dans %lld s)
he: הגנה מהתחממות יתר מתקררת (טעינה מחדש בעוד %lld שניות)
hi: ओवरहीटिंग सुरक्षा कूलडाउन जारी (%lld सेकंड में चार्जिंग फिर से शुरू)
hu: Túlmelegedés elleni védelem lehűlése (újratöltés %lld mp múlva)
id: Pendinginan Perlindungan Panas Berlebih (mengisi ulang dalam %lld dtk)
it: Raffreddamento protezione da surriscaldamento (ricarica tra %lld s)
ja: 発熱保護クールダウン中 (%lld秒後に充電再開)
nb: Overopphetingsbeskyttelse nedkjøles (lading gjenopptas om %lld s)
nl: Oververhittingsbeveiliging koelt af (opladen over %lld s hervat)
pl: Schładzanie ochrony przed przegrzaniem (wznowienie ładowania za %lld s)
pt_br: Proteção contra Superaquecimento resfriando (recarrega em %lld s)
pt_pt: Proteção contra Sobreaquecimento a arrefecer (recarrega em %lld s)
ro: Răcire protecție la supraîncălzire (reîncărcare în %lld s)
ru: Охлаждение защиты от перегрева (возобновление зарядки через %lld с)
sv: Överhettningsskydd kyls ner (laddning återupptas om %lld s)
th: การป้องกันความร้อนสูงเกินกำลังคูลดาวน์ (เริ่มชาร์จใหม่ใน %lld วินาที)
tr: Aşırı Isınma Koruması soğuyor (%lld sn sonra şarj devam edecek)
uk: Охолодження захисту від перегріву (відновлення заряджання через %lld с)
vi: Bảo vệ quá nhiệt đang hạ nhiệt (tiếp tục sạc sau %lld giây)
zh_hans: 发热保护冷却中 (%lld秒后恢复充电)
zh_hant: 發熱保護冷卻中 (%lld秒後恢復充電)

source: 발열 보호 활성화
ar: Enable Heat Protection
cs: Enable Heat Protection
da: Enable Heat Protection
de: Überhitzungsschutz aktivieren
el: Enable Heat Protection
en: Enable Heat Protection
es: Activar protección contra sobrecalentamiento
fi: Enable Heat Protection
fr: Activer la protection thermique
he: Enable Heat Protection
hi: Enable Heat Protection
hu: Enable Heat Protection
id: Enable Heat Protection
it: Enable Heat Protection
ja: 発熱保護を有効化
nb: Enable Heat Protection
nl: Enable Heat Protection
pl: Enable Heat Protection
pt_br: Enable Heat Protection
pt_pt: Enable Heat Protection
ro: Enable Heat Protection
ru: Enable Heat Protection
sv: Enable Heat Protection
th: Enable Heat Protection
tr: Enable Heat Protection
uk: Enable Heat Protection
vi: Enable Heat Protection
zh_hans: 启用过热保护
zh_hant: 啟用過熱保護

source: 발열 보호 활성화 여부
ar: Heat Protection Enabled
cs: Heat Protection Enabled
da: Heat Protection Enabled
de: Überhitzungsschutz aktiviert
el: Heat Protection Enabled
en: Heat Protection Enabled
es: Protección contra sobrecalentamiento activada
fi: Heat Protection Enabled
fr: Protection thermique activée
he: Heat Protection Enabled
hi: Heat Protection Enabled
hu: Heat Protection Enabled
id: Heat Protection Enabled
it: Heat Protection Enabled
ja: 発熱保護が有効
nb: Heat Protection Enabled
nl: Heat Protection Enabled
pl: Heat Protection Enabled
pt_br: Heat Protection Enabled
pt_pt: Heat Protection Enabled
ro: Heat Protection Enabled
ru: Heat Protection Enabled
sv: Heat Protection Enabled
th: Heat Protection Enabled
tr: Heat Protection Enabled
uk: Heat Protection Enabled
vi: Heat Protection Enabled
zh_hans: 过热保护已启用
zh_hant: 過熱保護已啟用

source: 발열 보호가 작동 중입니다. 배터리가 식은 뒤에 시작해 주세요.
ar: الحماية من الحرارة نشطة. ابدأ بعد أن تبرد البطارية.
cs: Tepelná ochrana je aktivní. Spusťte po vychladnutí baterie.
da: Varmebeskyttelsen er aktiv. Start, når batteriet er kølet af.
de: Der Hitzeschutz ist aktiv. Starte, sobald der Akku abgekühlt ist.
el: Η προστασία υπερθέρμανσης είναι ενεργή. Ξεκινήστε αφού κρυώσει η μπαταρία.
en: Heat protection is active. Start once the battery has cooled.
es: La protección contra calor está activa. Comienza cuando la batería se haya enfriado.
fi: Lämpösuojaus on aktiivinen. Aloita, kun akku on jäähtynyt.
fr: La protection thermique est active. Démarrez une fois la batterie refroidie.
he: הגנת התחממות פעילה. התחל לאחר שהסוללה תתקרר.
hi: ताप सुरक्षा सक्रिय है। बैटरी ठंडी होने के बाद शुरू करें।
hu: A hővédelem aktív. Indítsd el, miután az akkumulátor lehűlt.
id: Perlindungan panas aktif. Mulai setelah baterai mendingin.
it: La protezione termica è attiva. Avvia dopo che la batteria si è raffreddata.
ja: 発熱保護が作動中です。バッテリーが冷えてから開始してください。
nb: Varmebeskyttelsen er aktiv. Start når batteriet har kjølt seg ned.
nl: De hittebescherming is actief. Start zodra de batterij is afgekoeld.
pl: Ochrona przed przegrzaniem jest aktywna. Rozpocznij po ostygnięciu baterii.
pt_br: A proteção térmica está ativa. Inicie após a bateria esfriar.
pt_pt: A proteção térmica está ativa. Inicie assim que a bateria arrefecer.
ro: Protecția termică este activă. Începe după ce bateria se răcește.
ru: Активна защита от перегрева. Начните после охлаждения батареи.
sv: Överhettningsskyddet är aktivt. Starta när batteriet har svalnat.
th: ระบบป้องกันความร้อนทำงานอยู่ โปรดเริ่มหลังจากแบตเตอรี่เย็นลงแล้ว
tr: Isı koruması etkin. Pil soğuduktan sonra başlatın.
uk: Активний захист від перегріву. Почніть після охолодження акумулятора.
vi: Bảo vệ quá nhiệt đang hoạt động. Hãy bắt đầu sau khi pin đã nguội.
zh_hans: 过热保护正在运行，请等电池降温后再开始。
zh_hant: 過熱保護正在運作，請等電池降溫後再開始。

source: 발열 보호를 껐습니다.
ar: Turned off heat protection.
cs: Turned off heat protection.
da: Turned off heat protection.
de: Überhitzungsschutz deaktiviert.
el: Turned off heat protection.
en: Turned off heat protection.
es: Protección contra sobrecalentamiento desactivada.
fi: Turned off heat protection.
fr: Protection thermique désactivée.
he: Turned off heat protection.
hi: Turned off heat protection.
hu: Turned off heat protection.
id: Turned off heat protection.
it: Turned off heat protection.
ja: 発熱保護をオフにしました。
nb: Turned off heat protection.
nl: Turned off heat protection.
pl: Turned off heat protection.
pt_br: Turned off heat protection.
pt_pt: Turned off heat protection.
ro: Turned off heat protection.
ru: Turned off heat protection.
sv: Turned off heat protection.
th: Turned off heat protection.
tr: Turned off heat protection.
uk: Turned off heat protection.
vi: Turned off heat protection.
zh_hans: 已关闭过热保护。
zh_hant: 已關閉過熱保護。

source: 발열 보호를 켰습니다 (임계 온도: %lld°C).
ar: تم تشغيل الحماية من الحرارة (درجة الحرارة القصوى: %lld°م).
cs: Tepelná ochrana zapnuta (prahová teplota: %lld°C).
da: Varmebeskyttelse slået til (tærskeltemperatur: %lld°C).
de: Hitzeschutz aktiviert (Schwellentemperatur: %lld°C).
el: Η προστασία υπερθέρμανσης ενεργοποιήθηκε (θερμοκρασία ορίου: %lld°C).
en: Turned on heat protection (threshold: %lld°C).
es: Protección contra calor activada (umbral: %lld°C).
fi: Lämpösuojaus otettu käyttöön (kynnyslämpötila: %lld°C).
fr: Protection thermique activée (seuil : %lld°C).
he: הגנת התחממות הופעלה (סף: ‎%lld°C).
hi: ताप सुरक्षा चालू की (सीमा तापमान: %lld°C)।
hu: Hővédelem bekapcsolva (küszöbhőmérséklet: %lld°C).
id: Perlindungan panas diaktifkan (suhu ambang batas: %lld°C).
it: Protezione termica attivata (soglia: %lld°C).
ja: 発熱保護をオンにしました（しきい値温度：%lld°C）。
nb: Varmebeskyttelse slått på (terskeltemperatur: %lld°C).
nl: Hittebescherming ingeschakeld (drempeltemperatuur: %lld°C).
pl: Włączono ochronę przed przegrzaniem (temperatura progowa: %lld°C).
pt_br: Proteção térmica ativada (temperatura limite: %lld°C).
pt_pt: Proteção térmica ativada (temperatura limite: %lld°C).
ro: Protecția termică a fost activată (temperatură prag: %lld°C).
ru: Защита от перегрева включена (пороговая температура: %lld°C).
sv: Överhettningsskydd aktiverat (tröskeltemperatur: %lld°C).
th: เปิดระบบป้องกันความร้อนแล้ว (อุณหภูมิเกณฑ์: %lld°C)
tr: Isı koruması açıldı (eşik sıcaklık: %lld°C).
uk: Захист від перегріву ввімкнено (порогова температура: %lld°C).
vi: Đã bật bảo vệ quá nhiệt (nhiệt độ ngưỡng: %lld°C).
zh_hans: 已开启发热保护 (阈值温度: %lld°C)。
zh_hant: 已開啟過熱保護 (臨界溫度: %lld°C)。

source: 방전
ar: تفريغ
cs: Vybíjení
da: Aflader
de: Entladen
el: Εκφόρτιση
en: Discharging
es: Descarga
fi: Purkaminen
fr: Décharge
he: פריקה
hi: डिस्चार्ज
hu: Lemerítés
id: Pengosongan Daya
it: Scarica
ja: 放電
nb: Utlading
nl: Ontladen
pl: Rozładowywanie
pt_br: Descarga
pt_pt: Descarga
ro: Descărcare
ru: Разрядка
sv: Urladdning
th: การคายประจุ
tr: Deşarj
uk: Розряджання
vi: Xả pin
zh_hans: 放电
zh_hant: 放電

source: 방전 시작
ar: بدء التفريغ
cs: Zahájit vybíjení
da: Start afladning
de: Entladen starten
el: Έναρξη εκφόρτισης
en: Start Discharge
es: Iniciar descarga
fi: Aloita purkaminen
fr: Démarrer la décharge
he: התחל פריקה
hi: डिस्चार्ज शुरू करें
hu: Lemerítés indítása
id: Mulai Pengosongan Daya
it: Avvia scarica
ja: 放電開始
nb: Start utlading
nl: Start ontladen
pl: Rozpocznij rozładowywanie
pt_br: Iniciar Descarga
pt_pt: Iniciar descarga
ro: Pornire descărcare
ru: Начать разрядку
sv: Starta urladdning
th: เริ่มคายประจุ
tr: Deşarjı Başlat
uk: Почати розряджання
vi: Bắt đầu xả pin
zh_hans: 开始放电
zh_hant: 開始放電

source: 방전 완료 (목표 도달)
ar: اكتمل التفريغ (تم الوصول إلى الهدف)
cs: Vybíjení dokončeno (cíl dosažen)
da: Afladning fuldført (mål nået)
de: Entladen abgeschlossen (Ziel erreicht)
el: Η εκφόρτιση ολοκληρώθηκε (επίτευξη στόχου)
en: Discharge Complete (Target Reached)
es: Descarga completada (objetivo alcanzado)
fi: Purkaminen valmis (tavoite saavutettu)
fr: Décharge terminée (cible atteinte)
he: הפריקה הושלמה (היעד הושג)
hi: डिस्चार्ज पूरा हुआ (लक्ष्य प्राप्त)
hu: Lemerítés befejezve (cél elérve)
id: Pengosongan Selesai (Target Tercapai)
it: Scarica completata (target raggiunto)
ja: 放電完了（目標到達）
nb: Utlading fullført (mål nådd)
nl: Ontladen voltooid (doel bereikt)
pl: Rozładowywanie ukończone (osiągnięto cel)
pt_br: Descarga Concluída (Alvo Atingido)
pt_pt: Descarga concluída (alvo atingido)
ro: Descărcare finalizată (țintă atinsă)
ru: Разрядка завершена (цель достигнута)
sv: Urladdning klar (målet nått)
th: การคายประจุเสร็จสมบูรณ์ (ถึงเป้าหมายแล้ว)
tr: Deşarj Tamamlandı (Hedefe Ulaşıldı)
uk: Розряджання завершено (ціль досягнуто)
vi: Xả pin hoàn tất (Đã đạt mục tiêu)
zh_hans: 放电完成 (已达目标)
zh_hant: 放電完成 (已達目標)

source: 방전 중지
ar: إيقاف التفريغ
cs: Zastavit vybíjení
da: Stop afladning
de: Entladen stoppen
el: Διακοπή εκφόρτισης
en: Stop Discharge
es: Detener descarga
fi: Lopeta purkaminen
fr: Arrêter la décharge
he: הפסק פריקה
hi: डिस्चार्ज रोकें
hu: Lemerítés leállítása
id: Hentikan Pengosongan Daya
it: Interrompi scarica
ja: 放電停止
nb: Stopp utlading
nl: Stop ontladen
pl: Zatrzymaj rozładowywanie
pt_br: Parar Descarga
pt_pt: Parar descarga
ro: Oprire descărcare
ru: Остановить разрядку
sv: Stoppa urladdning
th: หยุดคายประจุ
tr: Deşarjı Durdur
uk: Зупинити розряджання
vi: Dừng xả pin
zh_hans: 停止放电
zh_hant: 停止放電

source: 배터리
ar: البطارية
cs: Baterie
da: Batteri
de: Batterie
el: Μπαταρία
en: Battery
es: Batería
fi: Akku
fr: Batterie
he: סוללה
hi: बैटरी
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
nb: Batteri
nl: Batterij
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
ro: Baterie
ru: Аккумулятор
sv: Batteri
th: แบตเตอรี่
tr: Pil
uk: Акумулятор
vi: Pin
zh_hans: 电池
zh_hant: 電池

source: 배터리 (W)
ar: البطارية (W)
cs: Baterie (W)
da: Batteri (W)
de: Batterie (W)
el: Μπαταρία (W)
en: Battery (W)
es: Batería (W)
fi: Akku (W)
fr: Batterie (W)
he: סוללה (W)
hi: बैटरी (W)
hu: Akkumulátor (W)
id: Baterai (W)
it: Batteria (W)
ja: バッテリー (W)
nb: Batteri (W)
nl: Batterij (W)
pl: Bateria (W)
pt_br: Bateria (W)
pt_pt: Bateria (W)
ro: Baterie (W)
ru: Батарея (Вт)
sv: Batteri (W)
th: แบตเตอรี่ (W)
tr: Pil (W)
uk: Батарея (Вт)
vi: Pin (W)
zh_hans: 电池 (W)
zh_hant: 電池 (W)

source: 배터리 (수동 방전 중)
ar: البطارية (قيد التفريغ اليدوي)
cs: Baterie (ruční vybíjení)
da: Batteri (manuel afladning i gang)
de: Batterie (Manuelles Entladen läuft)
el: Μπαταρία (χειροκίνητη εκφόρτιση σε εξέλιξη)
en: Battery (Manual Discharge)
es: Batería (descarga manual en curso)
fi: Akku (manuaalinen purku käynnissä)
fr: Batterie (décharge manuelle en cours)
he: סוללה (פריקה ידנית מתבצעת)
hi: बैटरी (मैन्युअल डिस्चार्ज जारी)
hu: Akkumulátor (kézi lemerítés folyamatban)
id: Baterai (Pengosongan Manual Berlangsung)
it: Batteria (scarica manuale in corso)
ja: バッテリー（手動放電中）
nb: Batteri (manuell utlading pågår)
nl: Batterij (handmatig ontladen bezig)
pl: Bateria (ręczne rozładowywanie w toku)
pt_br: Bateria (Descarga Manual em Andamento)
pt_pt: Bateria (descarga manual em curso)
ro: Baterie (descărcare manuală în curs)
ru: Аккумулятор (ручная разрядка)
sv: Batteri (manuell urladdning pågår)
th: แบตเตอรี่ (กำลังคายประจุด้วยตนเอง)
tr: Pil (Manuel Deşarj Sürüyor)
uk: Акумулятор (ручне розряджання)
vi: Pin (Đang xả thủ công)
zh_hans: 电池 (手动放电中)
zh_hant: 電池 (手動放電中)

source: 배터리 과열 방지를 위해 임계 온도 도달 시 충전을 일시 중단합니다.
ar: Pause charging when battery reaches threshold temperature to prevent overheating.
cs: Pause charging when battery reaches threshold temperature to prevent overheating.
da: Pause charging when battery reaches threshold temperature to prevent overheating.
de: Laden bei Erreichen der Schwellentemperatur pausieren, um Überhitzung zu vermeiden.
el: Pause charging when battery reaches threshold temperature to prevent overheating.
en: Pause charging when battery reaches threshold temperature to prevent overheating.
es: Pausa la carga al alcanzar la temperatura límite para evitar el sobrecalentamiento.
fi: Pause charging when battery reaches threshold temperature to prevent overheating.
fr: Suspend la charge lorsque la température seuil est atteinte pour éviter la surchauffe.
he: Pause charging when battery reaches threshold temperature to prevent overheating.
hi: Pause charging when battery reaches threshold temperature to prevent overheating.
hu: Pause charging when battery reaches threshold temperature to prevent overheating.
id: Pause charging when battery reaches threshold temperature to prevent overheating.
it: Pause charging when battery reaches threshold temperature to prevent overheating.
ja: バッテリーの過熱を防ぐため、しきい値温度に達したときに充電を一時停止します。
nb: Pause charging when battery reaches threshold temperature to prevent overheating.
nl: Pause charging when battery reaches threshold temperature to prevent overheating.
pl: Pause charging when battery reaches threshold temperature to prevent overheating.
pt_br: Pause charging when battery reaches threshold temperature to prevent overheating.
pt_pt: Pause charging when battery reaches threshold temperature to prevent overheating.
ro: Pause charging when battery reaches threshold temperature to prevent overheating.
ru: Pause charging when battery reaches threshold temperature to prevent overheating.
sv: Pause charging when battery reaches threshold temperature to prevent overheating.
th: Pause charging when battery reaches threshold temperature to prevent overheating.
tr: Pause charging when battery reaches threshold temperature to prevent overheating.
uk: Pause charging when battery reaches threshold temperature to prevent overheating.
vi: Pause charging when battery reaches threshold temperature to prevent overheating.
zh_hans: 当电池达到设定阈值温度时暂停充电，以防止过热。
zh_hant: 當電池達到設定臨界溫度時暫停充電，以防止過熱。

source: 배터리 사용 중
ar: On Battery Power
cs: On Battery Power
da: On Battery Power
de: Batteriebetrieb
el: On Battery Power
en: On Battery Power
es: Usando batería
fi: On Battery Power
fr: Sur batterie
he: On Battery Power
hi: On Battery Power
hu: On Battery Power
id: On Battery Power
it: On Battery Power
ja: バッテリー駆動中
nb: On Battery Power
nl: On Battery Power
pl: On Battery Power
pt_br: On Battery Power
pt_pt: On Battery Power
ro: On Battery Power
ru: On Battery Power
sv: On Battery Power
th: On Battery Power
tr: On Battery Power
uk: On Battery Power
vi: On Battery Power
zh_hans: 使用电池中
zh_hant: 使用電池中

source: 배터리 상태
ar: Battery Status
cs: Battery Status
da: Battery Status
de: Batteriestatus
el: Battery Status
en: Battery Status
es: Estado de la batería
fi: Battery Status
fr: État de la batterie
he: Battery Status
hi: Battery Status
hu: Battery Status
id: Battery Status
it: Battery Status
ja: バッテリー状態
nb: Battery Status
nl: Battery Status
pl: Battery Status
pt_br: Battery Status
pt_pt: Battery Status
ro: Battery Status
ru: Battery Status
sv: Battery Status
th: Battery Status
tr: Battery Status
uk: Battery Status
vi: Battery Status
zh_hans: 电池状态
zh_hant: 電池狀態

source: 배터리 상태 가져오기
ar: Get Battery Status
cs: Get Battery Status
da: Get Battery Status
de: Batteriestatus abrufen
el: Get Battery Status
en: Get Battery Status
es: Obtener estado de la batería
fi: Get Battery Status
fr: Obtenir l'état de la batterie
he: Get Battery Status
hi: Get Battery Status
hu: Get Battery Status
id: Get Battery Status
it: Get Battery Status
ja: バッテリー状態を取得
nb: Get Battery Status
nl: Get Battery Status
pl: Get Battery Status
pt_br: Get Battery Status
pt_pt: Get Battery Status
ro: Get Battery Status
ru: Get Battery Status
sv: Get Battery Status
th: Get Battery Status
tr: Get Battery Status
uk: Get Battery Status
vi: Get Battery Status
zh_hans: 获取电池状态
zh_hant: 取得電池狀態
